tap "chef/chef"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"

brew "ansible"
brew "anyenv"
brew "awscli"
brew "bat"
brew "carthage"
brew "colordiff"
brew "direnv"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "packer"
brew "pwgen"
brew "redis", restart_service: true
brew "ruby-build"
brew "sourcekitten"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xcodegen"
brew "xctool"
brew "yarn"
brew "github/gh/gh"
brew "heroku/brew/heroku"

cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "bettertouchtool"
cask "boostnote"
cask "charles"
cask "cmd-eikana"
cask "dash"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "insomnia"
cask "java"
cask "obs"
cask "paw"
cask "postman"
cask "qmk-toolbox"
cask "slack"
cask "spotify"
cask "steam"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wine-stable"
cask "xquartz"
cask "zoomus"

mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Battery Indicator", id: 1206020918
mas "Bear", id: 1091189122
mas "Calcbot", id: 931657367
mas "CotEditor", id: 1024640650
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 715768417
mas "Minutes", id: 406827163
mas "Nekoze", id: 627505674
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "PopClip", id: 445189367
mas "Pushbullet", id: 948415170
mas "QuickShade", id: 931571202
mas "RetroClip", id: 1332064978
mas "ScreenPointer", id: 1368204906
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 1384080005
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "そら案内", id: 599799247
mas "デリバリーズ", id: 924726344
