tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'peco/peco'

brew 'boost'
brew 'carthage'
brew 'cmake'
brew 'ctags'
brew 'direnv'
brew 'docker'
brew 'emojify'
brew 'fish'
brew 'fzf'
brew 'ghq'
brew 'git'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'macvim', args: ['with-lua']
brew 'mas'
brew 'mysql'
brew 'neovim'
brew 'nginx'
brew 'opencv3'
brew 'peco'
brew 'phantomjs'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'sourcekitten'
brew 'swiftgen'
brew 'swiftlint'
brew 'tbb'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'uncrustify'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'xctool'
brew 'zsh'
