tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "neovim/neovim"

brew "autoconf"
brew "automake"
brew "boost"
brew "carthage"
brew "colordiff"
brew "ctags"
brew "direnv"
brew "docker"
brew "doxygen"
brew "eigen"
brew "lame"
brew "xvid"
brew "xz"
brew "pcre2"
brew "fish"
brew "freetype"
brew "fzf"
brew "libtiff"
brew "gettext"
brew "ghq"
brew "git"
brew "go"
brew "libtool"
brew "graphviz"
brew "hub"
brew "ilmbase"
brew "imagemagick"
brew "imagemagick@6"
brew "oniguruma"
brew "jq"
brew "openssl"
brew "libevent"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "lua"
brew "mitmproxy"
brew "msgpack"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx"
brew "node"
brew "numpy"
brew "openexr"
brew "tbb"
brew "opencv"
brew "openssl@1.1"
brew "perl"
brew "pkg-config"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby-build"
brew "sourcekitten"
brew "swiftlint"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xctool"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"

cask "java"
cask "vagrant"
cask "virtualbox"
