tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "anyenv"
brew "awscli"
brew "curl"
brew "direnv"
brew "docker"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "mysql"
brew "neovim"
brew "node"
brew "redis"
brew "ruby-build"
brew "tfenv"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"

cask "alfred"
cask "boostnote"
cask "clipy"
cask "cmd-eikana"
cask "dash"
cask "docker"
cask "flotato"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "itsycal"
cask "microsoft-teams"
cask "postman"
cask "slack"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
