jorgebucaran/fishtape
masa0x80/complete_ssh_host.fish
masa0x80/filtering_history_keybind.fish
masa0x80/ghq_cd_keybind.fish
masa0x80/git_add_keybind.fish
masa0x80/git_checkout_keybind.fish
masa0x80/replace_multiple_dots.fish
oh-my-fish/plugin-gi
oh-my-fish/plugin-osx
ryotako/fish-global-abbreviation
