christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
CraigMaslowski.erb
dbaeumer.vscode-eslint
dkundel.vscode-new-file
EditorConfig.EditorConfig
esbenp.prettier-vscode
golang.Go
golf1052.base16-generator
hashicorp.terraform
jebbs.plantuml
kesmarag.base16-tomorrow-night
marcostazi.VS-code-vagrantfile
MS-CEINTL.vscode-language-pack-ja
rust-lang.rust
sianglim.slim
skyapps.fish-vscode
vknabel.vscode-apple-swift-format
vknabel.vscode-swiftformat
vknabel.vscode-swiftlint
vscodevim.vim
